tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "fd"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "lua"
brew "neovim"
brew "php"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"
brew "zsh-completions"
cask "alacritty"
cask "appcleaner"
cask "brave-browser"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-cica"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
