tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "coreutils"
brew "asdf"
brew "azure-cli"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "cmake"
brew "deno"
brew "direnv"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "git"
brew "go"
brew "htop"
brew "neovim"
brew "node"
brew "ripgrep"
brew "sheldon"
brew "tealdeer"
brew "hashicorp/tap/terraform"
cask "docker"
cask "font-cica"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "karabiner-elements"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "platformio.platformio-ide"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
