tap "charmbracelet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "wez/wezterm"
brew "asdf"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "deno"
brew "difftastic"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "geckodriver"
brew "gh"
brew "ghq"
brew "gist"
brew "git"
brew "gnupg"
brew "go"
brew "helix"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "lua"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "php"
brew "poetry"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "t-rec"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "ttyd"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "charmbracelet/tap/vhs"
cask "alacritty"
cask "appcleaner"
cask "brave-browser"
cask "chromium"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-cica"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "vivaldi"
cask "wezterm"
cask "zoom"
